<?php
//=====================================================================
//Program		config.php
//=====================================================================
$col = 3;				//一覧表示列数
$row = 2;				//一覧表示行数
$width = 150;			//一覧表示画像の横幅
$width_v = 540;			//ビュアー表示画像の横幅
$dp_pg = 5;				//一覧表示のリンク先ページの表示範囲（中央から両側へ）
$maxsize = 10000000;	//アップロードファイルの最大サイズ（バイト単位：制限サイズ）

//プログラムファイル名
$gallery="./gallery.php";
$disp = "./dp_img.php";
$viewer = "./viewer.php";
$uploader = "./uploader.php";
$login = "./login.php";
$register = "./register.php";
?>
